Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# SolidColor_FollowSystem.Content
source: Windows default
de_de: Windows-Standard
es: Predeterminado de Windows
fr_fr: Par défaut de Windows
zh_hans: Windows默认
zh_hant: Windows默認

# Link_Admin_DisplayType
source: Shortcut
de_de: Verknüpfung
es: Acceso directo
fr_fr: Raccourci
zh_hans: 快捷方式
zh_hant: 捷徑

# QueueDialog_SetWallpaperFailure_Content
source: Unable to set the picture as wallpaper due to an unknown error
de_de: Hintergrund konnte wegen eines unerwarteten Fehlers nicht eingestellt werden
es: No se ha podido fijar la imagen como fondo debido a un error desconocido.
fr_fr: Impossible de définir l'image comme fond d'écran en raison d'une erreur inconnue
zh_hans: 由于出现未知错误，无法将图片设置为壁纸
zh_hant: 由於未知錯誤，無法將圖片設置為牆紙

# QueueDialog_SetWallpaperNotSupport_Content
source: Due to device or system policy, the current picture cannot be set as wallpaper
de_de: Aufgrund der Geräte- oder Systemrichtlinie kann das aktuelle Bild nicht als Hintergrundbild eingestellt werden.
es: La imagen actual no se puede fijar como fondo de pantalla; debido al dispositivo o una política del sistema.
fr_fr: En raison de la politique de l'appareil ou du système, l'image actuelle ne peut pas être définie comme fond d'écran
zh_hans: 受限于设备或系统规则，无法将当前图片设置为壁纸
zh_hant: 由於設備或系統策略的原因，當前圖片無法設置為牆紙

# QueueDialog_SetWallpaperSuccess_Content
source: The picture has been successfully set as wallpaper
de_de: Erfolgreich als Hinergrundbild eingestellt
es: La imagen se ha fijado correctamente como fondo de pantalla.
fr_fr: L'image a été définie avec succès comme fond d'écran
zh_hans: 该图片已成功设置为壁纸
zh_hant: 圖片已成功設置為牆紙

# SetAsWallpaper.Label
source: Set as wallpaper
de_de: Als Hintergrundbild einstellen
es: Establecer como fondo de escritorio
fr_fr: Définir en tant que fond d'écran
zh_hans: 设为壁纸
zh_hant: 設置為牆紙

# QuickStartAddButton.Label
source: Add
de_de: Hinzufügen
es: Añadir
fr_fr: Ajouter
zh_hans: 添加
zh_hant: 新增

# LinkOptionsDialog.Title
source: Shortcut options
de_de: Verknüpfungsoptionen
es: Opciones de acceso directo
fr_fr: Options de raccourci
zh_hans: 快捷方式选项
zh_hant: 快捷方式選項

# LinkOptionsDialog_Browser_Flyout_File.Content
source: File
de_de: Datei
es: Archivo
fr_fr: Fichier
zh_hans: 文件
zh_hant: 檔案

# LinkOptionsDialog_Browser_Flyout_Folder.Content
source: Folder
de_de: Ordner
es: Carpeta
fr_fr: Dossier
zh_hans: 文件夹
zh_hant: 檔案夾

# LinkOptionsDialog_Browser_Flyout_Text.Text
source: Need to choose a file or a folder?
de_de: Datei oder Ordner auswählen?
es: ¿Necesitas elegir un archivo o una carpeta?
fr_fr: Besoin de choisir un fichier ou un dossier?
zh_hans: 需要选择文件还是文件夹?
zh_hant: 需要選擇檔案還是檔案夾？

# LinkOptionsDialog_LinkArgument.Header
source: Parameters (optional)
de_de: Parameter (optional)
es: Parámetros (opcional)
fr_fr: Paramètres (facultatif)
zh_hans: 参数 (可选)
zh_hant: 參數 (可選)

# LinkOptionsDialog_LinkArgument.PlaceholderText
source: Enter parameters
de_de: Parameter eingeben
es: Introducir parámetro
fr_fr: Entrez les paramètres
zh_hans: 输入参数
zh_hant: 輸入參數

# LinkOptionsDialog_LinkDescription.Header
source: Comment (optional)
de_de: Kommentieren (optional)
es: Comentario (opcional)
fr_fr: Commenter (facultatif)
zh_hans: 备注 (可选)
zh_hant: 備註 (可選)

# LinkOptionsDialog_LinkDescription.PlaceholderText
source: Enter a description of the shortcut
de_de: Beschreibung zur Verknüpfung eingeben
es: Introducir descripción para acceso directo
fr_fr: Entrez une description du raccourci
zh_hans: 输入快捷方式的描述
zh_hant: 輸入快捷方式的描述

# LinkOptionsDialog_TargetPath.Header
source: Target
de_de: Ziel
es: Destino
fr_fr: Cible
zh_hans: 目标
zh_hant: 目標

# LinkOptionsDialog_TargetPath.PlaceholderText
source: Enter or browse the target path
de_de: Zielpfad eingeben oder suchen
es: Introducir o examinar ruta de destino
fr_fr: Entrez ou parcourez le chemin cible
zh_hans: 输入或浏览目标路径
zh_hant: 輸入或瀏覽目標路徑

# DriveFileSystem.Text
source: File system:
de_de: Dateisystem:
es: Sistema de archivos:
fr_fr: Système de fichiers:
zh_hans: 文件系统:
zh_hant: 文件系統:

# FilePresenterBottomStatusTip_SelectedItem
source: {ItemNum} item selected
de_de: {ItemNum} Objekt(e) ausgewählt
es: {ItemNum} ítem seleccionado
fr_fr: {ItemNum} élément sélectionné
zh_hans: 已选择 {ItemNum} 个项目
zh_hant: 已選擇 {ItemNum} 個項目

# FilePresenterBottomStatusTip_TotalItem
source: {ItemNum} items
de_de: {ItemNum} Objekt(e)
es: {ItemNum} ítems
fr_fr: {ItemNum} éléments
zh_hans: {ItemNum} 个项目
zh_hant: {ItemNum} 個項目

# TerminalArgumentErrorText.Text
source: Must contain [CurrentLocation], this parameter is used to instruct RX how to fill in the current folder location. Format: <Switch to directory command> [CurrentLocation]
de_de: Muss [CurrentLocation] enthalten. Dieser Parameter wird verwendet, um RX anzuweisen, wie der aktuelle Ordnerspeicherort ausgefüllt werden soll. Format: <Switch to directory command> [CurrentLocation]
es: Debe contener [CurrentLocation]; este parámetro se usa para enseñar a RX a rellenar la ubicación actual de la carpeta. Formato: <Switch to directory command> [CurrentLocation]
fr_fr: Doit contenir [CurrentLocation], ce paramètre est utilisé pour indiquer à RX comment remplir l'emplacement actuel du dossier. Format: <Passer à la commande de répertoire> [CurrentLocation]
zh_hans: 必须包含[CurrentLocation], 该参数用于指导RX如何填写当前文件夹路径。格式: <切换至目录命令> [CurrentLocation]
zh_hant: 必須包含[CurrentLocation]，此參數用於指示RX如何填寫當前文件夾位置.。格式: <切換到目錄命令> [CurrentLocation]

# Common_Dialog_ModifyButton
source: Modify
de_de: Bearbeiten
es: Modificar
fr_fr: Modifier
zh_hans: 修改
zh_hant: 修改

# DefaultTerminalLabel.Text
source: Default terminal
de_de: Standard-Eingabeaufforderung
es: Terminal por defecto
fr_fr: Terminal par défaut
zh_hans: 默认终端应用
zh_hant: 默認終端

# ModifyTerminalArgumentLabel.Text
source: Arguments
de_de: Argumente
es: Argumentos
zh_hans: 参数
zh_hant: 參數

# ModifyTerminalArgument.PlaceholderText
source: [CurrentLocation] represents the current folder path
de_de: [CurrentLocation] ist der aktuelle Ordnerpfad.
es: [CurrentLocation] representa la ruta de carpeta actual.
fr_fr: [CurrentLocation] représente le chemin du dossier actuel
zh_hans: [CurrentLocation]代表当前文件夹路径
zh_hant: [CurrentLocation]代表當前文件夾路徑

# ModifyTerminalExecutablePathLabel.Text
source: Path
de_de: Pfad
es: Ruta
fr_fr: Chemin
zh_hans: 路径
zh_hant: 路徑

# ModifyTerminalExecutablePath.PlaceholderText
source: Executable file path
de_de: Ausführbarer Dateipfad
es: Ruta de archivo ejecutable
fr_fr: Chemin du fichier exécutable
zh_hans: 可执行文件路径
zh_hant: 可執行文件路徑

# ModifyDefaultTerminalDialog_ProfileSelector.Header
source: Configuration
de_de: Konfiguration
es: Configuración
zh_hans: 配置文件
zh_hant: 組態

# ModifyDefaultTerminalDialog_ProfileSelector.PlaceholderText
source: Create or select a profile
de_de: Profil erstellen oder auswählen
es: Crear o elige un perfil
fr_fr: Créer ou sélectionner un profil
zh_hans: 新建或选择配置文件
zh_hant: 創建或選擇一個配置文件

# ModifyTerminalRemoveProfile.Content
source: Remove configuration
de_de: Konfiguration entfernen
es: Eliminar configuración
fr_fr: Supprimer la configuration
zh_hans: 移除配置文件
zh_hant: 刪除配置

# ModifyDefaultTerminalDialog_RunAsAdmin.Content
source: Run terminal as administrator
de_de: Eingabeaufforderung als Administrator ausführen
es: Ejecutar terminal como administrador
fr_fr: Exécutez le terminal en tant qu'administrateur
zh_hans: 以管理员身份运行终端
zh_hant: 以管理員身份運行終端

# QueueDialog_UnableAccessClipboard_Content
source: Cannot access clipboard, copy/cut operation failed
de_de: Auf Zwischenablage kann nicht zugegriffen werden. Kopier-/Ausschneidevorgang fehlgeschlagen
es: No se ha podido acceder al portapapeles; la operación copiar/pegar ha fallado.
fr_fr: Impossible d'accéder au presse-papiers, l'opération de copie/coupe a échoué
zh_hans: 无法访问剪切板，复制/剪切操作失败
zh_hant: 無法訪問剪貼板，複製/剪切操作失敗

# BackgroundBlurSliderLabel.Text
source: Adjust background blur effect
de_de: Unschärfeeffekt des Hintergrundes anpassen
es: Ajustar efecto de difuminación del fondo
fr_fr: Ajuster l'effet de flou d'arrière-plan
zh_hans: 调整背景模糊效果
zh_hant: 調整背景模糊效果

# SettingPageAlwaysLaunchNew.Text
source: Always start a new process when activated
de_de: Immer einen neuen Prozess beim Start starten
es: Iniciar siempre un nuevo proceso si está activado.
fr_fr: Toujours démarrer un nouveau processus lorsqu'il est activé
zh_hans: 激活时始终启动新的进程
zh_hant: 激活後始終啟動新流程

# SettingPageExceptAnimation.Content
source: Turn off the initial animation to speed up the startup
de_de: Öffnungsanimation zum schnelleren starten deaktivieren
es: Desactivar animación inicial para acelerar el inicio
fr_fr: Désactivez l'animation initiale pour accélérer le démarrage
zh_hans: 关闭初始动画以加快启动速度
zh_hant: 關閉初始動畫以加快啟動速度

# Operate_Text_OpenLocation
source: Open location
de_de: Ort öffnen
es: Abrir ubicación
fr_fr: Ouvrir dossier
zh_hans: 打开文件所在位置
zh_hant: 開啟檔案位置

# MulSelect.Label
source: Multi-select
de_de: Mehrfachauswahl
es: Selección múltiple
fr_fr: Sélection multiple
zh_hans: 多选
zh_hant: 多選

# Operate_Text_MultiSelect
source: Multi-select
de_de: Mehrfachauswahl
es: Selección múltiple
fr_fr: Sélection multiple
zh_hans: 多选
zh_hant: 多選

# BuildIn_CropperPage_Description
source: Built-in picture editor
de_de: Integrierter Fotoeditor
es: Editor de imágenes integrado
fr_fr: Éditeur d'image intégré
zh_hans: 内置图片编辑器
zh_hant: 內置圖片編輯器

# BuildIn_MediaPlayer_Description
source: Built-in media player
de_de: Integrierter Media-Player
es: Reproductor de medios integrado
fr_fr: Lecteur multimédia intégré
zh_hans: 内置媒体播放器
zh_hant: 內置媒體播放器

# BuildIn_PdfReader_Description
source: Built-in pdf viewer
de_de: Integrierte PDF-Leser
es: Visor PDF integrado
fr_fr: Visionneuse PDF intégrée
zh_hans: 内置PDF查看器
zh_hant: 內置PDF查看器

# BuildIn_PhotoViewer_Description
source: Built-in picture viewer
de_de: Integrierte Fotoanzeige
es: Visor de imágenes integrado
fr_fr: Visionneuse d'images intégrée
zh_hans: 内置图片查看器
zh_hant: 內置圖片瀏覽器

# BuildIn_SearchPage_Description
source: Searcher
de_de: Suche
es: Buscador
fr_fr: Chercheur
zh_hans: 搜索
zh_hant: 搜索器

# BuildIn_TextViewer_Description
source: Built-in text editor
de_de: Integrierter Texteditor
es: Editor de texto integrado
fr_fr: Éditeur de texte intégré
zh_hans: 内置文本编辑器
zh_hant: 內建文字編輯器

# QueueDialog_BingDownloadError_Content
source: Unable to download Bing image
de_de: Bin-Foto konnte nicht heruntergeladen werden
es: No se ha podido descargar la imagen Bing.
fr_fr: Impossible de télécharger l'image Bing
zh_hans: 无法下载必应图片
zh_hant: 無法下載必應圖像

# Common_Dialog_SwitchButton
source: Switch
de_de: Wechseln
es: Cambiar
fr_fr: Changer
zh_hans: 切换
zh_hant: 交換

# QueueDialog_AutoDetectBlackColor_Content
source: It is detected that you have switched the dark background. To ensure the clarity of the text, whether to change the font color to white?
de_de: Es wurde festgestellt, dass Sie einen dunklen Hintergrund verwenden. Um die Klarheit des Textes zu gewährleisten, möchten sie die Schriftfarbe zu Weiß ändern?
es: Se ha detectado que has cambiado a un fondo oscuro. Para garantizar la claridad del texto, ¿deseas cambiar el color de la fuente a blanco?
fr_fr: Il est détecté que vous avez changé le fond sombre. Pour assurer la clarté du texte, faut-il changer la couleur de la police en blanc?
zh_hans: 检测到您切换了深色的背景，为保证文字的清晰度，是否将字体颜色更改为白色?
zh_hant: 檢測到您切換了深色背景，為了確保文本的清晰度，是否將字體顏色更改為白色？

# QueueDialog_AutoDetectWhiteColor_Content
source: It is detected that you have switched the light background, to ensure the clarity of the text, whether to change the font color to black?
de_de: Es wurde festgestellt, dass Sie einen hellen Hintergrund verwenden. Um die Klarheit des Textes zu gewährleisten, möchten sie die Schriftfarbe zu Schwarz ändern?
es: Se ha detectado que has cambiado a un fondo claro. Para garantizar la claridad del texto, ¿deseas cambiar el color de la fuente a negro?
fr_fr: Il est détecté que vous avez changé le fond clair, pour assurer la clarté du texte, que ce soit pour changer la couleur de la police en noir?
zh_hans: 检测到您切换了浅色的背景，为保证文字的清晰度，是否将字体颜色更改为黑色?
zh_hant: 檢測到您切換了淺色背景，為了確保文本的清晰度，是否將字體顏色更改為黑色？

# QueueDialog_NoLogTip_Content
source: There is no log file to export
de_de: Es gibt keinen Fehlerverlauf zum speichern.
es: No hay ningún archivo de registro para exportar.
fr_fr: Il n'y a pas de fichier journal à exporter
zh_hans: 暂无任何日志文件可供导出哦
zh_hant: 沒有要導出的日誌文件

# PreventFallBack.Content
source: Always apply Acrylic effect
de_de: Acryl-Effect immer anwenden
es: Aplicar siempre efecto acrílico
fr_fr: Appliquez toujours l'effet acrylique
zh_hans: 始终应用Acrylic效果
zh_hant: 始終施加Acrylic效果

# PreventFallbackTipContent.Text
source: Checking this option can prevent the Windows from turning off the Acrylic effect when you are not using this application. In this mode, only the Acrylic transmittance is allowed to be adjusted, and the Acrylic color transparency is not available. Note: Turning on this option may shorten battery life, and continuous light calculation will increase the burden on the CPU
de_de: Wenn Sie diese Option aktivieren, kann verhindert werden, dass Windows den Acryleffekt ausschaltet, wenn Sie diese Anwendung nicht verwenden. In diesem Modus darf nur die Acryl-Übertragung angepasst werden, und die Acrylfarbtransparenz ist nicht verfügbar. Hinweis: Das Aktivieren dieser Option kann die Akkulaufzeit verkürzen, und die kontinuierliche Lichtberechnung erhöht die Belastung der CPU.
es: Marcar esta opción puede evitar que Windows desactive el efecto acrílico mientras no se usa esta aplicación. En este modo, solo se permite ajustar la transmitancia acrílica y la transparencia de color acrílico no está disponible. Nota: Activar esta opción puede acortar la vida de la batería y el cálculo continuo de luz sobrecargará la CPU.
fr_fr: Le fait de cocher cette option peut empêcher Windows de désactiver l'effet acrylique lorsque vous n'utilisez pas cette application. Dans ce mode, seule la transmittance Acrylique peut être ajustée et la transparence de la couleur Acrylique n'est pas disponible. Remarque: l'activation de cette option peut réduire la durée de vie de la batterie et le calcul de la lumière continue augmentera la charge sur le processeur.
zh_hans: 选中该选项可以防止Windows系统在您不使用本应用时关闭Acrylic效果，此模式下仅允许调节Acrylic透光度，Acrylic颜色透明度不可用。注意: 开启此选项可能会导致电池续航缩短，并且持续的光线计算将增加CPU的负担
zh_hant: 不使用此應用程序時，選中此選項可以防止Windows關閉亞克力效果。 在此模式下，僅允許調整丙烯酸透射率，而丙烯酸顏色透明度不可用。 注意：打開此選項可能會縮短電池壽命，並且連續的光線計算會增加CPU的負擔

# ExtendedSplashLoadingBingText
source: Fetching Bing Image
de_de: Bing-Bild wird abgerufen
es: Obteniendo imágenes de Bing
fr_fr: Récupérer l'image Bing
zh_hans: 正在获取必应图片...
zh_hant: 正在取得Bing圖片

# FileLoadModeLabel.Text
source: Thumbnail mode
de_de: Miniaturbildmodus
es: Modo miniatura
fr_fr: Mode miniature
zh_hans: 缩略图模式
zh_hant: 縮略圖模式

# LoadMode_FileAndFolder_Text
source: Load thumbnails for folders and files (Slower)
de_de: Miniaturansichten für Ordner und Dateien laden (Langsamer)
es: Charger les vignettes des dossiers et des fichiers(Más lento)
fr_fr: Charger les vignettes des dossiers et des fichiers (Plus lent)
zh_hans: 加载文件夹和文件的缩略图 (较慢)
zh_hant: 加載文件夾和文件的縮略圖 (較慢)

# LoadMode_None_Text
source: Do not load any thumbnails (Faster)
de_de: Keine Thumbnails laden (Schneller)
es: Ne chargez aucune vignette (Más rápido)
fr_fr: Ne chargez aucune vignette (Plus rapidement)
zh_hans: 不加载任何缩略图 (较快)
zh_hant: 不加載任何縮略圖 (更快)

# LoadMode_OnlyFile_Text
source: Load thumbnails for files only (Balance)
de_de: Miniaturansichten nur für Dateien laden (Balance)
es: Charger les vignettes des fichiers uniquement (Equilibrado)
fr_fr: Charger les vignettes des fichiers uniquement (Équilibre)
zh_hans: 仅加载文件的缩略图 (平衡)
zh_hant: 僅加載文件的縮略圖 (平衡)

# RunningInAdminModeTip
source: Administrator mode
de_de: Administrator-Modus
es: Modo de administrador
fr_fr: Mode administrateur
zh_hans: 管理员模式
zh_hant: 管理員模式

# JumpList_Group_Library
source: Library
de_de: Bibliothek
es: Biblioteca
fr_fr: Bibliothèque
zh_hans: 文件夹和库
zh_hant: 文庫

# JumpList_Group_Recent
source: Recent
de_de: Zuletzt verwendet
es: Recientes
fr_fr: Récent
zh_hans: 近期
zh_hant: 最近

# MulSelect.ToolTipService.ToolTip
source: Multi-select
de_de: Mehrfachauswahl
es: Selección múltiple
fr_fr: Sélection multiple
zh_hans: 多选
zh_hant: 多選

# Common_Dialog_ConfirmButton
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# QueueDialog_UnlockBitlockerFailed_Content
source: Unable to unlock Bitlocker, please check whether the password is correct and whether the administrator authority is granted
de_de: Bitlocker konnte nicht entsperrt werden. Überprüfen Sie bitte, ob das Kennwort korrekt ist und ob die Administratorberechtigung erteilt wurde.
es: No se ha podido desbloquear Bitlocker; por favor, comprueba que la contraseña sea correcta o que se hayan garantizado permisos de administrador.
fr_fr: Impossible de déverrouiller Bitlocker, veuillez vérifier si le mot de passe est correct et si l'autorité d'administrateur est accordée
zh_hans: 无法解锁Bitlocker，请检查密码是否正确，以及是否授予了管理员权限
zh_hant: 無法解鎖Bitlocker，請檢查密碼是否正確以及是否授予管理員權限

# BitlockerPasswordDialog.Title
source: Bitlocker password required
de_de: Bitlocker-Passwort benötigt
es: Contraseña de Bitlocker requerida
fr_fr: Mot de passe Bitlocker requis
zh_hans: 需要Bitlocker密码
zh_hant: 需要Bitlocker密碼

# BitlockerPasswordDialog_PasswordBox.PlaceholderText
source: Please enter Bitlocker password to unlock the drive
de_de: Bitte Bitlocker-Passwort eingeben um das Laufwerk zu entsperren
es: Introduce la contraseña Bitlocker para desbloquear la unidad.
fr_fr: Veuillez entrer le mot de passe Bitlocker pour déverrouiller le lecteur
zh_hans: 请输入Bitlocker密码以解锁驱动器
zh_hant: 請輸入Bitlocker密碼來解鎖驅動器

# SearchEngineAllSubFolders.Content
source: Search all subfolders
de_de: Alle Unterordner durchsuchen
es: Buscar todas las subcarpetas
fr_fr: Rechercher dans tous les sous-dossiers
zh_hans: 搜索所有子文件夹
zh_hant: 搜索所有子文件夾

# SearchEngineGlobeSearch.Content
source: Global search
de_de: Globale Suche
es: Búsqueda global
fr_fr: Recherche globale
zh_hans: 全局搜索
zh_hant: 整體搜尋

# SearchEngineIgnoreCase.Content
source: Ignore case
de_de: Fall ignorieren
es: Omitir caso
fr_fr: Ignorer la casse
zh_hans: 忽略大小写
zh_hant: 忽略大小寫

# SearchEngineUseRegex.Content
source: Use regular expressions
de_de: Reguläre Ausdrücke verwenden
es: Usar expresiones regulares
fr_fr: Utiliser des expressions régulières
zh_hans: 使用正则表达式
zh_hant: 使用正則表達式

# SearchInDefaultEngine.Content
source: Use Built-in search engine (Default)
de_de: Eingebaute Suchmaschine verwenden (Standard)
es: Usar motor de búsqueda integrado (por defecto)
fr_fr: Utiliser le moteur de recherche intégré (par défaut)
zh_hans: 使用内置搜索引擎 (默认)
zh_hant: 使用內置的搜索引擎 (默認)

# SearchInEverythingEngine.Content
source: Use Everything search engine (Faster)
de_de: Everything-Suchmaschine verwenden (schneller)
es: Usar motor de búsqueda Everything (más rápido)
fr_fr: Utilisez le moteur de recherche Everything (plus rapide)
zh_hans: 使用Everything搜索引擎 (更快)
zh_hant: 使用Everything搜索引擎 (更快)

# Operate_Text_UnlockBitlocker
source: Unlock the drive
de_de: Entsperren Sie das Laufwerk
es: Desbloquear la unidad
fr_fr: Déverrouiller le lecteur
zh_hans: 解锁此驱动器
zh_hant: 開鎖驅動器

# EverythingQuestionSubtitle
source: Everything search can bring an extremely fast search experience. If you need to use Everything, you need to \r 1. Install and run Everything\r 2. Purchase this software to unlock this feature
de_de: Die Everything-Suchmaschine bringt extrem schnelle Suchergebnisse. Wenn sie Everything verwenden möchten müssen Sie \r 1. Everything installieren und ausführen\r 2. Diese Software kaufen um diese Funktion zu entsperren
es: Everything puede proporcionar una experiencia de búsqueda extremadamente rápida. Si deseas usar Everything, debes \r 1. Instalar y ejecutar Everything\r 2. Comprar el programa para desbloquear esta función.
fr_fr: La recherche de tout peut apporter une expérience de recherche extrêmement rapide. Si vous devez utiliser Everything, vous devez \r 1. Installer et exécuter Everything\r 2. Achetez ce logiciel pour déverrouiller cette fonctionnalité
zh_hans: Everything搜索可以带来极其快速的搜索体验，若您需要使用Everything，则需要\r 1. 安装并运行Everything\r 2. 购买本软件以解锁此功能
zh_hant: Everything搜索都可以帶來極其快速的搜索體驗。 如果需要使用Everything，則需要\r 1.安裝並運行Everything\r 2.購買此軟件以解鎖此功能

# EverythingQuestion.Title
source: Everything Search Engine
de_de: Everything-Suchmaschine
es: Motor de búsqueda Everything
fr_fr: Moteur de recherche Everything
zh_hans: Everything搜索引擎
zh_hant: Everything搜索引擎

# QueueDialog_UnableAccessFile_Content
source: Cannot access this file due to lack of permissions
de_de: Auf diese Datei kann aufgrund fehlender Berechtigungen nicht zugegriffen werden.
es: No se ha podido acceder a este archivo debido a falta de permiso.
fr_fr: Impossible d'accéder à ce fichier en raison d'un manque d'autorisations
zh_hans: 由于缺少权限，无法访问此文件
zh_hant: 由於權限不足，無法訪問此文件

# ProgramPickerDialog_MoreApp.Text
source: Show more apps
de_de: Mehr Apps anzeigen
es: Mostrar más aplicaciones
fr_fr: Afficher plus d'applications
zh_hans: 更多应用
zh_hant: 顯示更多應用

# HashPlaceHolderText
source: Calculating...
de_de: Berechnen...
es: Calculando...
fr_fr: Calculateur...
zh_hans: 计算中...
zh_hant: 正在計算...

# ModTimeFilterCheckBox2Text.Text
source: Last month
de_de: Letzter Monat
es: Último mes
fr_fr: Le mois dernier
zh_hans: 近一个月
zh_hant: 上個月

# ModTimeFilterCheckBox3Text.Text
source: Last three months
de_de: Letzten drei Monate
es: Últimos tres meses
fr_fr: Trois derniers mois
zh_hans: 近三个月
zh_hant: 最近三個月

# ModTimeFilterCheckBox4Text.Text
source: A long time ago
de_de: Vor langer Zeit
es: Hace mucho tiempo
fr_fr: Il y a longtemps
zh_hans: 很久之前
zh_hant: 很久以前

# ModTimeFilterFromDate.Header
source: From:
de_de: Von:
es: De:
fr_fr: Heure de début:
zh_hans: 起始日期:
zh_hant: 開始時間:

# ModTimeFilterToDate.Header
source: To:
de_de: Nach:
es: Para:
fr_fr: Heure de fin:
zh_hans: 结束日期:
zh_hant: 結束時間:

# NameFilterCheckBox5Text.Text
source: Others
de_de: Andere
es: Otros
fr_fr: Autres
zh_hans: 其他
zh_hant: 其他

# SizeFilterCheckBox1Text.Text
source: Small (≤1MB)
de_de: Klein (≤1MB)
es: Pequeño (≤1MB)
fr_fr: Petit (≤1MB)
zh_hans: 较小 (≤1MB)
zh_hant: 較小 (≤1MB)

# SizeFilterCheckBox2Text.Text
source: Medium (1MB - 128MB)
de_de: Mittel (1MB - 128MB)
es: Mediano (1 MB - 128 MB)
fr_fr: Moyen (1MB - 128MB)
zh_hans: 中等 (1MB - 128MB)
zh_hant: 中等 (1MB - 128MB)

# SizeFilterCheckBox3Text.Text
source: Large (128MB - 1GB)
de_de: Groß (128MB - 1GB)
es: Grande (128 MB - 1 GB)
fr_fr: Grand (128MB - 1GB)
zh_hans: 较大 (128MB - 1GB)
zh_hant: 較大 (128MB - 1GB)

# SizeFilterCheckBox4Text.Text
source: Huge (≥1GB)
de_de: Sehr groß (≥1GB)
es: Enorme (≥1GB)
fr_fr: Énorme (≥1GB)
zh_hans: 超大 (≥1GB)
zh_hant: 龐大 (≥1GB)

# QueueDialog_UnableReadWriteFile_Content
source: Cannot read or write file
de_de: Datei kann icht geschrieben oder gelesen werden
es: No se puede leer o escribir el archivo.
fr_fr: Impossible de lire ou d'écrire le fichier
zh_hans: 无法读取或写入文件

# SettingPageContextMenuExtLabel.Text
source: Extended context menu
de_de: Erweitertes Kontextmenü
es: Menú contextual extendido
fr_fr: Menu contextuel étendu
zh_hans: 扩展右键菜单
zh_hant: 擴展上下文菜單

# SettingPageContextMenuExt.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# SettingPageContextMenuExt.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# VerticalSplitViewButton.ToolTipService.ToolTip
source: Create a new vertical split view
de_de: In horizontaler Geteiltansicht öffnen
es: Crear una vista dividida vertical nueva
fr_fr: Créer une nouvelle vue fractionnée verticale
zh_hans: 创建新的垂直拆分视图
zh_hant: 創建新的垂直拆分視圖

# CloseButThis.Label
source: Close all tabs but this
de_de: Schließe alle Tabs außer diesem
es: Cierre todas las pestañas excepto esta
fr_fr: Fermez tous les onglets sauf celui-ci
zh_hans: 关闭除此之外的标签页
zh_hant: 關閉除此以外所有選項卡

# CloseThisTab.Label
source: Close this tab
de_de: Diesen Tab schließen
es: Cerrar esta ventana
fr_fr: Fermer cet onglet
zh_hans: 关闭此标签页
zh_hant: 關閉此選項卡
